{"0": "<bos>", "1": "<pad>", "2": "<eos>", "3": "<unk>", "4": "CO", "5": "dO", "6": "DO", "7": "eO", "8": "EO", "9": "FO", "10": "gO", "11": "GO", "12": "aO", "13": "AO", "14": "bO", "15": "BO", "16": "C0", "17": "d0", "18": "D0", "19": "e0", "20": "E0", "21": "F0", "22": "g0", "23": "G0", "24": "a0", "25": "A0", "26": "b0", "27": "B0", "28": "C1", "29": "d1", "30": "D1", "31": "e1", "32": "E1", "33": "F1", "34": "g1", "35": "G1", "36": "a1", "37": "A1", "38": "b1", "39": "B1", "40": "C2", "41": "d2", "42": "D2", "43": "e2", "44": "E2", "45": "F2", "46": "g2", "47": "G2", "48": "a2", "49": "A2", "50": "b2", "51": "B2", "52": "C3", "53": "d3", "54": "D3", "55": "e3", "56": "E3", "57": "F3", "58": "g3", "59": "G3", "60": "a3", "61": "A3", "62": "b3", "63": "B3", "64": "C4", "65": "d4", "66": "D4", "67": "e4", "68": "E4", "69": "F4", "70": "g4", "71": "G4", "72": "a4", "73": "A4", "74": "b4", "75": "B4", "76": "C5", "77": "d5", "78": "D5", "79": "e5", "80": "E5", "81": "F5", "82": "g5", "83": "G5", "84": "a5", "85": "A5", "86": "b5", "87": "B5", "88": "C6", "89": "d6", "90": "D6", "91": "e6", "92": "E6", "93": "F6", "94": "g6", "95": "G6", "96": "a6", "97": "A6", "98": "b6", "99": "B6", "100": "C7", "101": "d7", "102": "D7", "103": "e7", "104": "E7", "105": "F7", "106": "g7", "107": "G7", "108": "a7", "109": "A7", "110": "b7", "111": "B7", "112": "C8", "113": "d8", "114": "D8", "115": "e8", "116": "E8", "117": "F8", "118": "g8", "119": "G8", "120": "a8", "121": "A8", "122": "b8", "123": "B8", "124": "C9", "125": "d9", "126": "D9", "127": "e9", "128": "E9", "129": "F9", "130": "g9", "131": "G9", "132": "dOC1", "133": "dOC1C3A4C7", "134": "dOC1A4", "135": "dOC1A4C7", "136": "b0b1", "137": "C1C2", "138": "C1D3", "139": "d1d2", "140": "D1D2", "141": "e1C2", "142": "e1D2", "143": "e1e2", "144": "E1E2", "145": "F1F2", "146": "g1g2", "147": "G1G2", "148": "a1a2", "149": "A1A2", "150": "b1b2", "151": "B1C2", "152": "B1d2", "153": "B1D2", "154": "B1D2g2", "155": "B1D2d3", "156": "B1D2g3", "157": "B1D2A3", "158": "B1e2", "159": "B1E2", "160": "B1F2", "161": "B1g2", "162": "B1G2", "163": "B1a2", "164": "B1A2", "165": "B1b2", "166": "B1B2", "167": "B1d3", "168": "B1D3", "169": "B1e3", "170": "B1E3", "171": "B1g3", "172": "B1A3", "173": "B1A3A5", "174": "B1B3", "175": "B1A5", "176": "C2d2", "177": "C2D2", "178": "C2D2F2", "179": "C2D2g2", "180": "C2D2d3", "181": "C2D2B3", "182": "C2e2", "183": "C2E2", "184": "C2F2", "185": "C2g2", "186": "C2G2", "187": "C2G2C3", "188": "C2a2", "189": "C2A2", "190": "C2b2", "191": "C2B2", "192": "C2C3", "193": "C2d3", "194": "C2D3", "195": "C2e3", "196": "C2g3", "197": "C2A3", "198": "C2B3", "199": "d2D2", "200": "d2E2", "201": "d2F2", "202": "d2g2", "203": "d2a2", "204": "d2d3", "205": "d2e3", "206": "d2g3", "207": "D2e2", "208": "D2E2", "209": "D2F2", "210": "D2g2", "211": "D2g2g3", "212": "D2G2", "213": "D2a2", "214": "D2A2", "215": "D2A2D3", "216": "D2b2", "217": "D2B2", "218": "D2C3", "219": "D2d3", "220": "D2D3", "221": "D2e3", "222": "D2E3", "223": "D2F3", "224": "D2g3", "225": "D2G3", "226": "D2A3", "227": "D2B3", "228": "D2D4", "229": "D2e4", "230": "D2E4", "231": "D2A4", "232": "D2b4", "233": "D2E5", "234": "D2A5", "235": "e2G2", "236": "e2a2", "237": "e2b2", "238": "e2b2e3", "239": "e2e3", "240": "E2F2", "241": "E2g2", "242": "E2G2", "243": "E2a2", "244": "E2A2", "245": "E2b2", "246": "E2B2", "247": "E2B2E3", "248": "E2B2E3G3B3E4", "249": "E2C3", "250": "E2d3", "251": "E2e3", "252": "E2E3", "253": "E2g3", "254": "F2g2", "255": "F2G2", "256": "F2a2", "257": "F2A2", "258": "F2A2C3", "259": "F2b2", "260": "F2B2", "261": "F2C3", "262": "F2C3F3", "263": "F2D3", "264": "F2e3", "265": "F2F3", "266": "g2G2", "267": "g2a2", "268": "g2A2", "269": "g2b2", "270": "g2B2", "271": "g2d3", "272": "g2d3g3", "273": "g2D3", "274": "g2e3", "275": "g2g3", "276": "g2C4", "277": "g2d4", "278": "g2E4", "279": "g2A4", "280": "g2b4", "281": "g2b5", "282": "G2A2", "283": "G2b2", "284": "G2B2", "285": "G2B2D3", "286": "G2C3", "287": "G2D3", "288": "G2D3G3", "289": "G2D3G3G4", "290": "G2e3", "291": "G2E3", "292": "G2G3", "293": "a2A2", "294": "a2B2", "295": "a2C3", "296": "a2d3", "297": "a2e3", "298": "a2e3a3", "299": "a2g3", "300": "a2a3", "301": "A2B2", "302": "A2C3", "303": "A2C3E3", "304": "A2d3", "305": "A2D3", "306": "A2E3", "307": "A2E3A3", "308": "A2F3", "309": "A2g3", "310": "A2A3", "311": "b2d3", "312": "b2D3", "313": "b2D3F3", "314": "b2e3", "315": "b2F3", "316": "b2F3b3", "317": "b2g3", "318": "b2G3", "319": "b2b3", "320": "B2C3", "321": "B2D3", "322": "B2e3", "323": "B2E3", "324": "B2g3", "325": "B2g3B3", "326": "B2G3", "327": "B2B3", "328": "C3D3", "329": "C3e3", "330": "C3e3G3", "331": "C3E3", "332": "C3E3G3", "333": "C3F3", "334": "C3F3A3", "335": "C3G3", "336": "C3G3C4", "337": "C3a3", "338": "C3A3", "339": "C3C4", "340": "d3D3", "341": "d3E3", "342": "d3F3", "343": "d3F3a3", "344": "d3g3", "345": "d3a3", "346": "d3A3", "347": "d3b3", "348": "d3d4", "349": "D3e3", "350": "D3E3", "351": "D3F3", "352": "D3F3A3", "353": "D3F3b3", "354": "D3g3", "355": "D3g3A3", "356": "D3G3", "357": "D3G3B3", "358": "D3a3", "359": "D3A3", "360": "D3A3D4", "361": "D3A3D4g4", "362": "D3b3", "363": "D3B3", "364": "D3C4", "365": "D3D4", "366": "D3C5", "367": "D3C7", "368": "e3F3", "369": "e3g3", "370": "e3G3", "371": "e3G3b3", "372": "e3G3C4", "373": "e3a3", "374": "e3a3C4", "375": "e3A3", "376": "e3b3", "377": "e3b3e4", "378": "e3B3", "379": "e3C4", "380": "e3e4", "381": "E3F3", "382": "E3g3", "383": "E3G3", "384": "E3G3B3", "385": "E3G3B3E4", "386": "E3G3C4", "387": "E3a3", "388": "E3a3B3", "389": "E3A3", "390": "E3A3C4", "391": "E3A3d4", "392": "E3b3", "393": "E3B3", "394": "E3B3E4", "395": "E3C4", "396": "E3d4", "397": "E3E4", "398": "F3g3", "399": "F3G3", "400": "F3a3", "401": "F3a3C4", "402": "F3a3d4", "403": "F3A3", "404": "F3A3C4", "405": "F3A3C4F4", "406": "F3A3D4", "407": "F3b3", "408": "F3b3D4", "409": "F3B3", "410": "F3C4", "411": "F3d4", "412": "F3D4", "413": "F3F4", "414": "g3a3", "415": "g3A3", "416": "g3A3d4", "417": "g3A3D4", "418": "g3b3", "419": "g3b3d4", "420": "g3B3", "421": "g3B3e4", "422": "g3C4", "423": "g3d4", "424": "g3D4", "425": "g3e4", "426": "g3E4", "427": "g3g4", "428": "g3b4", "429": "g3A5", "430": "G3a3", "431": "G3A3", "432": "G3b3", "433": "G3b3D4", "434": "G3b3e4", "435": "G3B3", "436": "G3B3D4", "437": "G3B3D4G4", "438": "G3B3E4", "439": "G3C4", "440": "G3C4e4", "441": "G3C4E4", "442": "G3d4", "443": "G3D4", "444": "G3D4G4", "445": "G3e4", "446": "G3E4", "447": "G3F4", "448": "G3G4", "449": "a3b3", "450": "a3B3", "451": "a3B3E4", "452": "a3C4", "453": "a3C4e4", "454": "a3C4F4", "455": "a3d4", "456": "a3d4F4", "457": "a3D4", "458": "a3e4", "459": "a3E4", "460": "a3F4", "461": "a3a4", "462": "A3b3", "463": "A3B3", "464": "A3C4", "465": "A3C4E4", "466": "A3C4F4", "467": "A3d4", "468": "A3d4E4", "469": "A3d4g4", "470": "A3D4", "471": "A3D4F4", "472": "A3D4g4", "473": "A3e4", "474": "A3E4", "475": "A3E4A4", "476": "A3F4", "477": "A3g4", "478": "A3G4", "479": "A3A4", "480": "A3A5", "481": "b3B3", "482": "b3C4", "483": "b3d4", "484": "b3d4F4", "485": "b3d4g4", "486": "b3D4", "487": "b3D4F4", "488": "b3D4G4", "489": "b3e4", "490": "b3e4G4", "491": "b3E4", "492": "b3F4", "493": "b3g4", "494": "b3G4", "495": "b3b4", "496": "B3C4", "497": "B3d4", "498": "B3D4", "499": "B3D4g4", "500": "B3D4G4", "501": "B3e4", "502": "B3e4g4", "503": "B3E4", "504": "B3E4G4", "505": "B3E4a4", "506": "B3F4", "507": "B3g4", "508": "B3G4", "509": "B3a4", "510": "B3B4", "511": "C4d4", "512": "C4D4", "513": "C4e4", "514": "C4e4G4", "515": "C4e4a4", "516": "C4E4", "517": "C4E4G4", "518": "C4E4G4C5", "519": "C4E4A4", "520": "C4F4", "521": "C4F4a4", "522": "C4F4A4", "523": "C4g4", "524": "C4G4", "525": "C4G4C5", "526": "C4a4", "527": "C4A4", "528": "C4b4", "529": "C4C5", "530": "d4D4", "531": "d4e4", "532": "d4E4", "533": "d4E4A4", "534": "d4F4", "535": "d4F4a4", "536": "d4F4b4", "537": "d4g4", "538": "d4G4", "539": "d4a4", "540": "d4a4d5", "541": "d4A4", "542": "d4b4", "543": "d4d5", "544": "D4e4", "545": "D4E4", "546": "D4F4", "547": "D4F4A4", "548": "D4F4b4", "549": "D4g4", "550": "D4g4A4", "551": "D4g4A4D5", "552": "D4g4B4", "553": "D4G4", "554": "D4G4b4", "555": "D4G4B4", "556": "D4a4", "557": "D4A4", "558": "D4A4D5", "559": "D4b4", "560": "D4B4", "561": "D4C5", "562": "D4D5", "563": "e4E4", "564": "e4F4", "565": "e4g4", "566": "e4g4B4", "567": "e4G4", "568": "e4G4b4", "569": "e4G4b4e5", "570": "e4G4C5", "571": "e4a4", "572": "e4a4C5", "573": "e4A4", "574": "e4b4", "575": "e4b4e5", "576": "e4B4", "577": "e4C5", "578": "e4e5", "579": "E4F4", "580": "E4g4", "581": "E4G4", "582": "E4G4B4", "583": "E4G4C5", "584": "E4a4", "585": "E4a4B4", "586": "E4A4", "587": "E4A4C5", "588": "E4A4d5", "589": "E4b4", "590": "E4B4", "591": "E4B4E5", "592": "E4C5", "593": "E4d5", "594": "E4E5", "595": "F4g4", "596": "F4G4", "597": "F4a4", "598": "F4a4C5", "599": "F4a4d5", "600": "F4A4", "601": "F4A4C5", "602": "F4A4C5F5", "603": "F4A4D5", "604": "F4b4", "605": "F4b4D5", "606": "F4B4", "607": "F4C5", "608": "F4C5F5", "609": "F4d5", "610": "F4D5", "611": "F4F5", "612": "g4G4", "613": "g4a4", "614": "g4A4", "615": "g4A4d5", "616": "g4A4D5", "617": "g4b4", "618": "g4b4d5", "619": "g4B4", "620": "g4C5", "621": "g4d5", "622": "g4D5", "623": "g4e5", "624": "g4g5", "625": "G4a4", "626": "G4A4", "627": "G4b4", "628": "G4b4D5", "629": "G4b4e5", "630": "G4B4", "631": "G4B4D5", "632": "G4B4E5", "633": "G4C5", "634": "G4C5e5", "635": "G4C5E5", "636": "G4d5", "637": "G4D5", "638": "G4D5G5", "639": "G4e5", "640": "G4E5", "641": "G4G5", "642": "a4A4", "643": "a4b4", "644": "a4B4", "645": "a4B4E5", "646": "a4C5", "647": "a4C5e5", "648": "a4d5", "649": "a4D5", "650": "a4e5", "651": "a4E5", "652": "a4F5", "653": "a4a5", "654": "A4b4", "655": "A4B4", "656": "A4C5", "657": "A4C5E5", "658": "A4C5F5", "659": "A4d5", "660": "A4d5E5", "661": "A4D5", "662": "A4D5F5", "663": "A4D5g5", "664": "A4e5", "665": "A4E5", "666": "A4F5", "667": "A4g5", "668": "A4G5", "669": "A4A5", "670": "b4B4", "671": "b4C5", "672": "b4d5", "673": "b4D5", "674": "b4D5F5", "675": "b4e5", "676": "b4e5G5", "677": "b4E5", "678": "b4F5", "679": "b4g5", "680": "b4G5", "681": "b4b5", "682": "B4C5", "683": "B4d5", "684": "B4D5", "685": "B4D5G5", "686": "B4e5", "687": "B4E5", "688": "B4F5", "689": "B4g5", "690": "B4G5", "691": "B4a5", "692": "B4B5", "693": "C5d5", "694": "C5D5", "695": "C5e5", "696": "C5e5G5", "697": "C5E5", "698": "C5E5G5", "699": "C5F5", "700": "C5F5A5", "701": "C5g5", "702": "C5G5", "703": "C5a5", "704": "C5A5", "705": "C5C6", "706": "d5D5", "707": "d5e5", "708": "d5E5", "709": "d5F5", "710": "d5g5", "711": "d5G5", "712": "d5a5", "713": "d5A5", "714": "d5b5", "715": "d5d6", "716": "D5e5", "717": "D5E5", "718": "D5F5", "719": "D5F5A5", "720": "D5g5", "721": "D5g5A5", "722": "D5G5", "723": "D5a5", "724": "D5A5", "725": "D5b5", "726": "D5B5", "727": "D5D6", "728": "e5E5", "729": "e5F5", "730": "e5g5", "731": "e5G5", "732": "e5a5", "733": "e5A5", "734": "e5b5", "735": "e5B5", "736": "e5C6", "737": "e5e6", "738": "E5F5", "739": "E5g5", "740": "E5G5", "741": "E5G5B5", "742": "E5a5", "743": "E5A5", "744": "E5b5", "745": "E5B5", "746": "E5C6", "747": "E5d6", "748": "E5E6", "749": "F5g5", "750": "F5G5", "751": "F5a5", "752": "F5A5", "753": "F5A5C6", "754": "F5b5", "755": "F5B5", "756": "F5C6", "757": "F5d6", "758": "F5D6", "759": "F5F6", "760": "g5G5", "761": "g5A5", "762": "g5b5", "763": "g5B5", "764": "g5d6", "765": "g5D6", "766": "g5g6", "767": "G5a5", "768": "G5A5", "769": "G5b5", "770": "G5B5", "771": "G5C6", "772": "G5D6", "773": "G5e6", "774": "G5E6", "775": "G5G6", "776": "a5A5", "777": "a5b5", "778": "a5B5", "779": "a5C6", "780": "a5d6", "781": "a5e6", "782": "a5a6", "783": "A5b5", "784": "A5B5", "785": "A5C6", "786": "A5d6", "787": "A5D6", "788": "A5E6", "789": "A5F6", "790": "A5A6", "791": "b5B5", "792": "b5C6", "793": "b5d6", "794": "b5D6", "795": "b5e6", "796": "b5F6", "797": "b5b6", "798": "B5C6", "799": "B5D6", "800": "B5e6", "801": "B5E6", "802": "B5B6", "803": "C6D6", "804": "C6e6", "805": "C6E6", "806": "C6F6", "807": "C6G6", "808": "C6C7", "809": "d6E6", "810": "d6F6", "811": "d6g6", "812": "d6d7", "813": "D6e6", "814": "D6E6", "815": "D6F6", "816": "D6g6", "817": "D6G6", "818": "D6A6", "819": "D6D7", "820": "e6g6", "821": "e6G6", "822": "e6e7", "823": "E6G6", "824": "E6a6", "825": "E6A6", "826": "E6E7", "827": "F6a6", "828": "F6A6", "829": "F6F7", "830": "g6A6", "831": "G6G7", "832": "HC+", "833": "HC/o7", "834": "HCD7", "835": "HCM", "836": "HCM7", "837": "HCm", "838": "HCm7", "839": "HCo", "840": "HCo7", "841": "HCsus2", "842": "HCsus4", "843": "Hd+", "844": "Hd/o7", "845": "HdD7", "846": "HdM", "847": "HdM7", "848": "Hdm", "849": "Hdm7", "850": "Hdo", "851": "Hdo7", "852": "Hdsus2", "853": "Hdsus4", "854": "HD+", "855": "HD/o7", "856": "HDD7", "857": "HDM", "858": "HDM7", "859": "HDm", "860": "HDm7", "861": "HDo", "862": "HDo7", "863": "HDsus2", "864": "HDsus4", "865": "He+", "866": "He/o7", "867": "HeD7", "868": "HeM", "869": "HeM7", "870": "Hem", "871": "Hem7", "872": "Heo", "873": "Heo7", "874": "Hesus2", "875": "Hesus4", "876": "HE+", "877": "HE/o7", "878": "HED7", "879": "HEM", "880": "HEM7", "881": "HEm", "882": "HEm7", "883": "HEo", "884": "HEo7", "885": "HEsus2", "886": "HEsus4", "887": "HF+", "888": "HF/o7", "889": "HFD7", "890": "HFM", "891": "HFM7", "892": "HFm", "893": "HFm7", "894": "HFo", "895": "HFo7", "896": "HFsus2", "897": "HFsus4", "898": "Hg+", "899": "Hg/o7", "900": "HgD7", "901": "HgM", "902": "HgM7", "903": "Hgm", "904": "Hgm7", "905": "Hgo", "906": "Hgo7", "907": "Hgsus2", "908": "Hgsus4", "909": "HG+", "910": "HG/o7", "911": "HGD7", "912": "HGM", "913": "HGM7", "914": "HGm", "915": "HGm7", "916": "HGo", "917": "HGo7", "918": "HGsus2", "919": "HGsus4", "920": "Ha+", "921": "Ha/o7", "922": "HaD7", "923": "HaM", "924": "HaM7", "925": "Ham", "926": "Ham7", "927": "Hao", "928": "Hao7", "929": "Hasus2", "930": "Hasus4", "931": "HA+", "932": "HA/o7", "933": "HAD7", "934": "HAM", "935": "HAM7", "936": "HAm", "937": "HAm7", "938": "HAo", "939": "HAo7", "940": "HAsus2", "941": "HAsus4", "942": "Hb+", "943": "Hb/o7", "944": "HbD7", "945": "HbM", "946": "HbM7", "947": "Hbm", "948": "Hbm7", "949": "Hbo", "950": "Hbo7", "951": "Hbsus2", "952": "Hbsus4", "953": "HB+", "954": "HB/o7", "955": "HBD7", "956": "HBM", "957": "HBM7", "958": "HBm", "959": "HBm7", "960": "HBo", "961": "HBo7", "962": "HBsus2", "963": "HBsus4", "964": "HNA", "965": "m1", "966": "m2", "967": "m3", "968": "m4", "969": "m6", "970": "m7", "971": "m8", "972": "m9", "973": "ma", "974": "mb", "975": "mc", "976": "md", "977": "me", "978": "mf", "979": "mg", "980": "mh", "981": "mi", "982": "mj", "983": "mk", "984": "ml", "985": "mm", "986": "mn", "987": "mo", "988": "mp", "989": "mq", "990": "mr", "991": "ms", "992": "mt", "993": "mu", "994": "mw", "995": "mx", "996": "my", "997": "mz", "998": "mA", "999": "mB", "1000": "mC", "1001": "mE", "1002": "mG", "1003": "mI", "1004": "mK", "1005": "mM", "1006": "mO", "1007": "mQ", "1008": "mU", "1009": "mV", "1010": "mY", "1011": "M1", "1012": "M2", "1013": "M5", "1014": "M6", "1015": "M8", "1016": "M9", "1017": "Ma", "1018": "Me", "1019": "Mg", "1020": "Mi", "1021": "Mm", "1022": "Mq", "1023": "Ms", "1024": "Mu", "1025": "My", "1026": "MC", "1027": "p0", "1028": "p1", "1029": "p2", "1030": "p3", "1031": "p4", "1032": "p5", "1033": "p6", "1034": "p7", "1035": "p8", "1036": "p9", "1037": "pa", "1038": "pb", "1039": "pc", "1040": "pd", "1041": "pe", "1042": "pf", "1043": "pg", "1044": "ph", "1045": "pi", "1046": "pj", "1047": "pk", "1048": "pl", "1049": "pm", "1050": "pn", "1051": "po", "1052": "pp", "1053": "pq", "1054": "pr", "1055": "ps", "1056": "pt", "1057": "pu", "1058": "pv", "1059": "pw", "1060": "px", "1061": "py", "1062": "pz", "1063": "pA", "1064": "pB", "1065": "pC", "1066": "pD", "1067": "pE", "1068": "pF", "1069": "pG", "1070": "pH", "1071": "pI", "1072": "pJ", "1073": "pK", "1074": "pL", "1075": "pM", "1076": "pN", "1077": "pO", "1078": "pP", "1079": "pQ", "1080": "pR", "1081": "pS", "1082": "pT", "1083": "pU", "1084": "pV", "1085": "pW", "1086": "pX", "1087": "pY", "1088": "pZ", "1089": "P0", "1090": "P1", "1091": "P2", "1092": "P3", "1093": "P4", "1094": "P5", "1095": "P6", "1096": "P7", "1097": "P8", "1098": "P9", "1099": "Pa", "1100": "Pb", "1101": "Pc", "1102": "Pd", "1103": "Pe", "1104": "Pf", "1105": "Pg", "1106": "Ph", "1107": "Pi", "1108": "Pj", "1109": "Pk", "1110": "Pl", "1111": "Pm", "1112": "Pn", "1113": "Po", "1114": "Pp", "1115": "Pq", "1116": "Pr", "1117": "Ps", "1118": "Pt", "1119": "Pu", "1120": "Pv", "1121": "Pw", "1122": "Px", "1123": "PA", "1124": "NT"}